[
  {
    "slug": "uwc-adriatic",
    "name": "UWC Adriatic",
    "description": "Founded in 1982 as the fifth UWC college, UWC Adriatic has a spectacular location in north-eastern Italy.",
    "websiteUrl": "https://www.uwcad.it/"
  },
  {
    "slug": "uwc-atlantic",
    "name": "UWC Atlantic",
    "description": "The founding college of the UWC movement. The college is located in the 12th century St. Donat’s Castle in the Vale of Glamorgan.",
    "websiteUrl": "https://www.atlanticcollege.org/"
  },
  {
    "slug": "uwc-changshu",
    "name": "UWC Changshu",
    "description": "Founded in 2015 as the only UWC college in mainland China. The college is situated in the 3,000 year old city of Changshu on the banks of Kuncheng Lake.",
    "websiteUrl": "https://www.uwcchina.org/"
  },
  {
    "slug": "uwc-costa-rica",
    "name": "UWC Costa Rica",
    "description": "Set in the vibrant city of Santa Ana, the only Latin American UWC offers the opportunity to learn and explore as part of a diverse and supportive community.",
    "websiteUrl": "https://www.uwccostarica.org/"
  },
  {
    "slug": "uwc-dilijan",
    "name": "UWC Dilijan",
    "description": "Set in a spectacular national park, UWC Dilijan gives students the chance to learn, explore and contribute to community life in Armenia.",
    "websiteUrl": "https://uwcdilijan.org/"
  },
  {
    "slug": "uwc-east-africa",
    "name": "UWC East Africa",
    "description": "Founded in 1969 and located on the slopes of Africa’s highest mountain, Kilimanjaro, with two campuses in Moshi and Arusha.",
    "websiteUrl": "https://www.uwcea.org/"
  },
  {
    "slug": "uwc-isak-japan",
    "name": "UWC ISAK Japan",
    "description": "Formerly the International School of Asia (Karuizawa), UWC ISAK is located in a beautiful resort town in Nagano Prefecture, host of the 1998 Winter Olympics. ",
    "websiteUrl": "https://isak.jp/"
  },
  {
    "slug": "uwc-li-po-chun",
    "name": "UWC Li Po Chun",
    "description": "The Hong Kong-based college offers students an opportunity to develop a deeper understanding of Asia.",
    "websiteUrl": "https://www.lpcuwc.edu.hk/"
  },
  {
    "slug": "uwc-maastricht",
    "name": "UWC Maastricht",
    "description": "The only state-supported UWC school, Netherlands-based UWC Maastricht has students from over 90 countries and territories.",
    "websiteUrl": "https://www.uwcmaastricht.nl/"
  },
  {
    "slug": "uwc-mahindra",
    "name": "UWC Mahindra",
    "description": "Located in a beautiful conservation reserve, UWC Mahindra College offers students the opportunity to explore and serve the communities of India.",
    "websiteUrl": "https://uwcmahindracollege.org/"
  },
  {
    "slug": "uwc-mostar",
    "name": "UWC Mostar",
    "description": "The first college to have an explicit aim to contribute to the reconstruction of a post-conflict society. It is also the first UWC college to be housed within an existing public school.",
    "websiteUrl": "https://uwcmostar.ba/"
  },
  {
    "slug": "uwc-pearson-college",
    "name": "UWC Pearson College",
    "description": "At the Canada-based college, students can study local wildlife and contribute to the community, both on and off campus. ",
    "websiteUrl": "https://www.pearsoncollege.ca/"
  },
  {
    "slug": "uwc-red-cross-nordic",
    "name": "UWC Red Cross Nordic",
    "description": "Set next to a Norwegian fjord, UWC Red Cross Nordic gives students insight into traditions of Nordic countries and the work of the Red Cross.",
    "websiteUrl": "https://uwcrcn.no/"
  },
  {
    "slug": "uwc-robert-bosch-college",
    "name": "UWC Robert Bosch College",
    "description": "Founded in 2013 as the only UWC college in Germany, UWC Robert Bosch College is set in an eco-friendly city near the Black Forest.",
    "websiteUrl": "https://www.uwcrobertboschcollege.de/en/"
  },
  {
    "slug": "uwc-south-east-asia",
    "name": "UWC South East Asia",
    "description": "Opened in 1971, UWC South East Asia expanded in the 1990s to include primary students. The Singapore-based school now has nearly 5,300 students.",
    "websiteUrl": "https://www.uwcsea.edu.sg/"
  },
  {
    "slug": "uwc-thailand",
    "name": "UWC Thailand",
    "description": "Founded as Phuket International Academy in 2009, UWC Thailand is a warm, caring learning community that offers an all round education with social emotional learning and mindfulness at its core.",
    "websiteUrl": "https://www.uwcthailand.net/"
  },
  {
    "slug": "uwc-usa",
    "name": "UWC USA",
    "description": "The New Mexico-based college sits on a 200-acre site on the edge of the Pecos Wilderness.",
    "websiteUrl": "https://www.uwc-usa.org/"
  },
  {
    "slug": "uwc-waterford-kamhlaba",
    "name": "UWC Waterford Kamhlaba",
    "description": "This Swaziland-based school, which has a long anti-apartheid history, offers students an opportunity to experience the diverse realities of a modern African country.",
    "websiteUrl": "https://waterford.sz"
  }
]
